Repository: fabyc/nodux_account_withholding_in_ec
Catalog: locale/*.po
Languages: es_ec

# field:account.fiscalyear,in_withholding_sequence:
source: Supplier Withholding Sequence
es_ec: Secuencia de retención a proveedor

# field:account.invoice,ref_withholding:
source: Withholding
es_ec: Retención

# field:account.period,in_withholding_sequence:
source: Supplier Withholding Sequence
es_ec: Secuencia de retención a proveedor

# field:party.party,impuesto_iva:
source: IVA
es_ec: Impuesto IVA

# field:party.party,impuestos_renta:
source: FUENTE
es_ec: Impuesto Renta

# model:ir.action,name:act_withholding_in_withholding_form
source: Supplier withholdings
es_ec: Retenciones a proveedor

# model:ir.action,name:act_withholding_r_form
source: Withholdings
es_ec: Retenciones

# model:ir.action,name:print_withholding
source: Imprimir retencion proveedor
es_ec: Imprimir retención proveedor

# model:ir.action,name:wizard_validated
source: Generar retencion a proveedor
es_ec: Generar retención a proveedor

# model:ir.action.act_window.domain,name:act_withholding_in_withholding_domain_all
source: All
es_ec: Todo

source: Draft
es_ec: Borrador

source: Posted
es_ec: Contabilizado

# model:ir.ui.menu,name:menu_withholding_in_withholding_form
source: Supplier withholdings
es_ec: Retenciones a proveedor

# view:party.party:
source: Impuestos retencion
es_ec: Impuestos retención

# view:party.party:
source: Retencion
es_ec: Retención
